label scene17_1:

    scene village1
    
    io "Не стоило раскрывать себя."

    ch "Ты так думаешь?"

    "Тело девушки претерпевает странные метаморфозы."

    n "Тануки!? Но как!"

    "Звонко хохоча, маленький енот исчезает в ночи."

    io "Похоже, это были лишь его забавы."

    n "Мой род… Моя семья переживает трагедию из-за забавы!? Не прощу…"

    io "Не думаю, что он вновь покажет себя. Ты исполнил волю своего дедушки. Теперь его дух будет спокоен."

    n "Вот же…"

    io "Успокойся. Самурай не должен терять хладнокровия."

    io "Ты должен пережить эту потерю и жить дальше ради города и своей семьи."

    n "Прошу прощения. Ты прав."
    
    jump scene18_1
    
    return