label scene8:

    scene hotel2
    
    "Наконец-то добравшись до ночлега можно отдохнуть от происшествий этого вечера."

    io "Еще в столице были слышны разговоры о гасадокуро. Их появление довольно предсказуемо, ведь без надлежащего обряда захоронения остались тысячи воинов."

    "Эти огромные скелеты бродили по полю боя и забирали жизни одиноких путников и простых зевак. Самые отважные пытались их изгнать, но не все возвращались."

    "А сегодня была встреча с другими ёкаями. Да, встреча с ними не оказалась смертельной. Но встреча с различными представителями в столь короткий срок? Мир словно пытается помешать всеми способами вернуться домой."

    io "Если здесь происходит такое, то что ждет впереди? Что происходит на земле предков? Не находится ли она под угрозой? Надо скорее вернуться домой и обеспечить безопасность."

    "Что это за чувство? Страх, долг, тревога? Отец всегда учил, что битва может свершиться в любой момент. Нужно всегда быть бдительным. Погибель неизбежна. Погибель естественна как сама жизнь. Но бесчестная смерть бросит тень на весь род."

    "Но что будет с оставшимися в живых? Волнения излишни. Ни он, ни его соученики, никогда не бросят тень на семью. Даже если сейчас им угрожает опасность, они доблестно сражаются."

    "Не зря они годами делили кров и хлеб. Благородные мужья, его друзья проникнуты силой и добродетелью. Они преодолеют любое препятствие на пути самосовершенствования. Они будут стойкими, как сосны с наступлением холодов."

    io "Фудзико…"

    "Дитя глицинии. Ее образ в памяти Иошинори навсегда связан с этим цветком. Прекрасная, утонченная, словно хрупкая ветвь глицинии. Но так же опасна, ядовита для врага."

    "Одна из немногих онна-бугэйся. Отец обучал их вместе, считая обоих своими лучшими учениками. Никто не мог превзойти ее в искусстве копья, даже Иошинори. Она как воплощение Конохана-но-сакуя-химэ."

    io "До самого лета{p}Цветами украшены пышными{p}Плети глициний."
    io "Одна лишь у них опора -{p}Ветви могучих сосен."

    io "Наша земля в надежных руках. Но чувство, появившееся еще в столице, меня не покидает. Нельзя позволить этим мыслям парализовать действия."

    jump scene13_1
    
    return