label scene1:
    
    scene frame1
    play music bgmus1
    "Кланы Тайра и Минамото были известны своей военной мощью во всей империи. Однажды они обратили свои взоры на Хэйан-Кё - столицу мира и спокойствия."
    "В погоне за властью, они начали войну в самом городе."
    "Тайра одержали победу и начали искать изменников в клане Минамото, убивая их представителей."
    scene frame2
    "Мой отец владел додзё, но даже почетный статус сенсея не спас ему жизнь. Меня пощадили, ведь я был еще ребенком, которого не воспринимали как угрозу в будущем, и отправили в ссылку."
    "Клан Тайра полагал, что победил дракона. Но остались его зубы, что выросли и жили лишь с одной мыслью: отомстить."
    scene frame3
    "Монамото Ёритомо разослал письма с призывом объединить разрозненные силы против клана Тайра. Я принял это предложение."
    "В финальном сражении род Тайра был уничтожен."
    scene frame4
    "Император даровал Минамото Ёритомо титул сэйи тайсёгун - великий полководец, покоритель варваров. Так началась история первого сёгуна."
    scene frame5
    "Я провел в столице несколько месяцев. Однажды к нам явился некий Акаяма Сиробей и представил императорскому двору новый стиль боя: дзю-дзюцу."
    "Гибкость побеждает твердость."
    scene frame6
    "Я бы мог продолжить службу, но с этого момента мое сердце непрерывно тянуло на родину."
    "Тогда я решил подать прошение об отставке, чтобы вернуться домой и возродить додзё отца."
    
    jump scene2
    return