label scene15_2:

    scene home2
    show SamuraiDrinking at left
    show SamuraiNPC at right
    n "Что ж, еще раз прошу прощения. Ты из столицы? Там сейчас служит и мой отец. Кем ты был?"

    io "Я был на службе у господина Минамото Ёритомо. Однако я решил восстановить додзё отца и сейчас направляюсь назад в Судзу."

    n "Тот самый Иошинори? Отец пророчил тебе великую карьеру подле господина Минамото. Ах да, мой отец один из тех, кто удостоен звания тюнагон."
    $ add_to_dictionary("Тюнагон - должность и титул в Японии в 7-19 вв. Функции среднего государственного советника были близки обязанностям старшего. Он докладывал Императору Японии о состоянии государственных дел, принимал участие в церемониях провозглашения Императорских рескриптов, был членом Дворцового совета.")
    n "Его зовут Мэзэру, возможно вы встречались. Он упоминал о тебе и как о славном воине."

    io "Ваш отец мне знаком. Однажды он спас мне жизнь на поле боя. Думаю, настал момент, когда я смогу вернуть этот долг."

    n "Почему ты службу покинул я знаю. А вот как ты оказался подле господина Минамото для меня загадка."

    io "Мы познакомились когда мне было 10. Юный господин вместе с отцом приезжали в наше додзё. Мы одними из первых совместили медитации монахов с воинским искусством."

    io "Тренировки были разнообразны. Помимо владения оружием, мы проводили дни без пищи и воды, учились терпеть боль и преодолевать страх."

    io "Но самым удивительным испытанием для нас было сохранять спокойствие и самоконтроль в любой ситуации. Мы медитировали, иногда в самых изощренных местах."

    io "В тот день мы тренировали медитацию под водопадом. Многие мои соученики не выдерживали, но я был не намерен сдаваться стихии."

    io "Тогда юный господин посчитал меня достойным служения ему. После прохождения гэмпуку я и должен был поступить на службу. Но, увы, жестокость Тайра все разрушила."
    $ add_to_dictionary("Гэмпуку - это церемония совершеннолетия самураев. Обычно в 16 лет он становился взрослым, оканчивал своё обучение в додзё и становился полноправным членом клана.")
    io "Мне повезло получить письмо с призывом от господина. Было приятно, что спустя столько лет, он все еще помнит о своем несостоявшемся слуге."

    io "На пути к господину я так же встретил своих соучеников. Они не были призваны и было решено, что они останутся восстанавливать деревню."

    io "Я же получил второй шанс и незамедлительно воспользовался им. Я стал служить самому господину Минамото. Ваш отец прав, останься я подле него, достиг бы небывалых высот."

    io "Но что-то гложило меня. Тогда я не знал что это было. Сейчас я думаю, возможно, это была тоска по прошлому. Сожаление о потерянных днях с соучениками и отцом."

    io "Однажды к нам пришел человек. Его звали Акаяма Сиробей и он утверждал, что владеет великим искусством боя. Он говорил, что способен голыми руками победить любого."

    io "Конечно же все посчитали это просто бахвальством. Но ему дозволили сразиться с лучшими воинами, включая меня и господина Мэзэру."

    io "Мы оба проиграли. Акаяма Сиробей назвал этот стиль боя дзю-дзюцу. Многие его ученики не выдержали тренировок и оставили его. Он считал, что этот стиль непостижим."

    io "Но однажды он увидел, как ветка дерева прогибается под снежным покровом, но не ломается. Гибкость побеждает твердость. И он решил предстать перед императорским двором."

    io "Тогда я обрел для себя новый смысл. Я постиг искусство дзю-дзюцу и подал прошение об отставке, чтобы открыть додзё как то, что было у моего отца."

    io "Господин Минамото посчитал, что открытие подобных додзё приведет самураев к процветанию. Я должен восстановить школу на своей родине."

    n "Действительно великие мысли посещают нашего сёгуна. Хотелось бы мне узнать о тебе больше, но время позднее. Мононокэ появляется по ночам и мы выходим в город, чтобы выследить её."

    io "Вы возглавляете отряд?"

    n "Ответственность на мне несоизмеримо больше, чем на главе отряда. Эти земли издревле принадлежат нашему роду."

    n "Мой дедушка управлял землями, а отец отправился на войну. Думаю, как и ты. Я остался здесь по решению дедушки. Он считает… считал, что мне нужно набраться больше опыта в управлении землями."

    n "Однако недавно дедушка встретил смерть… При загадочных обстоятельствах."

    n "Пожалуй, я знаю в чем причина."

    n "Не передать словами сколь ужасно то, как он встретил смерть… В ту ночь мы были в городе и ждали появления этого мононокэ. Но никто его не видел."

    n "Думаю, в ту ночь эта тварь была около нашего дома. Дедушка… Он встретил мононокэ и его сердце остановилось… Последнее, о чем он просил - это избавить город от этой нечисти."

    n "Ты славный воин, я слышал о тебе от отца. Не ожидал однажды тебя встретить. Думаю, нас свела сама судьба."

    n "Та тварь, что убила дедушку - это рокуроккуби. Она уже около месяца гуляет по улицам нашего города и пугает жителей. Но раньше она никого не убивала."

    n "Вместе мы сможем защитить город и восстановить мир и спокойствие. Что скажешь?"

    io "Конечно. Я уже встречал на пути сюда разных ёкаев. Думаю, судьба и правда свела нас, чтобы я помог городу."

    io "Если я не смогу помочь тебе защитить твой дом, то не смогу защитить и свой. Думаю, в моей деревне тоже не все спокойно… Слишком много странных происшествий на моем пути."

    n "Прочь эти мысли! Мы оба защитим то, что нам дорого."

    io "Да, ты прав."

    "Но согласие это было поддельным. Чем ближе к дому, тем больший ужас одолевает при мыслях о доме."

    io "Позволь узнать, приходили ли какие-то вести из Судзу?"

    n "Судзу? Обычно мы раз в три дня принимали торговцев из Судзу. Но уже с неделю никто не появлялся."

    n "Последние путники рассказывали, будто в городе по ночам пропадают люди. Началось все с того, что пропало несколько стражников."

    n "Жители слышали как по ночам кто-то ехал на повозке. Но кто - не разобрать. Все кто решался узнать пропадали. Так и обычные жители, чересчур любопытные, стали пропадать в городе."

    n "Ох нехорошо это все… Я отправлю в Судзу гонца как только мы разберемся с проблемами у нас."

    show Servant
    roc "Господин! Простите за столь внезапный визит. Приветствую Вас и Вашего гостя. У меня важные новости."

    roc "Нашли! Мы нашли мононокэ. Ее видели в городе! Сейчас она в дза ткачей."
    $ add_to_dictionary("Дза - термин сначала обозначал место на рынке, где ремесленники одной специальности продавали свои изделия, затем объединения лиц одной профессии.")

    n "Что ж, все складывается как нельзя лучше, Иошинори. Нам не придется долго ждать. Пришло время освободить город."

    jump scene16_2
    
    return