label scene13_1:
    play music bgmus2
    scene mount1
    show SamuraiIdle
    io "В лесу летнем,{p}Где лишь зеленые листья,{p}Паук плетет свою сеть."

    "Природа прекрасна и дарует толику успокоения беспокойному бульону мыслей Иошинори. Вывод, сделанный ночью, служит лишь очередной маской."

    "Где-то в глубине рациональных мыслей зреет буря."

    "Но для нее нет никакого основания, а потому приходится прятать ее под налетом поэзии. Если бы рядом был хоть один человек… Впрочем, это ничего бы не изменило."

    "Говорить о своих настоящих переживаниях никто не привык."
    
    jump scene14_2

    return