label scene18_1:
    scene home2
    show SamuraiIdle
    show SamuraiNPC
    n " Спасибо, Иошинори. Думаю, никому из нас не было под силу справиться с мононокэ в одиночку. Ты и правда непревзойденный воин."

    n " Удачи тебе в пути."

    scene mount1
    show SamuraiIdle
    "Несмотря на беспокойную ночь, нужно продолжать путь. Осталось совсем немного, за холмом уже должна виднеться родная земля."

    "Еще немного, и все тренировки, все сражения, все испытания на пути приобретут заветный смысл."
    
    jump scene19_1
    
    return