label scene3_2:

    scene three1
    
    "В столице могла ждать прекрасная карьера. Служить господину Монамото Ёритомо великая честь. Хоть сколько-то к нему приближенные получают большое влияние. Многие из них поддаются соблазну и порочат свою честь."

    "Жизнь в додзё не была простой. Многочисленные тренировки и дисциплина позволили Иошинори быть замеченным господином Ёритомо во время его давнего визита с отцом. Он замечен и должен был пойти на службу к роду Монамото."

    "Служба такому известному роду сопряжена с большой ответственностью и риском. Иошинори не боялся судьбы. Но род Тайра разрушил это будущее."

    "Теперь Иошинори сам отказывается от службы. Это решение было неожиданным. Столь желанный пост уже находится в руках, но сердце гложут сомнения, впервые за долгие годы. Был ли это страх? Страх за свою жизнь?"

    "Для человека смерть - не конец. Это переход в новую форму существования в мире. Жизнь самурая не принадлежит ему самому. Она отдана стране, господину и чести. Иошинори готов встретить смерть с достоинством и мужеством."

    "Годы ссылки все соученики провели на пути дальнейшего совершенствования. После призыва они наконец-то вновь встретились. Впервые со дня смерти отца все его ученики вновь обрели дом и то, что было отнято вместе с ним - семью."

    io "Наступила безлюдная ночь.{p}Луна пролила белый свет.{p}Дерево гложет червяк."
    
    jump scene4_5
    
    return