label scene5_5:

    scene three1
    
    io "Похоже, в этом лесу не безопасно. Стоит найти ночлег. Я не могу сражаться с каждым встреченным ёкаем…"

    "Обычно путь через лес не несет опасности, кроме разбойников. Но разбойники неумелы и бывалому самураю не составит труда справиться с парой-тройкой крестьян, возомнивших себя сильными."

    "С ёкаями все иначе. В мире, полном чудовищ, важно сохранять бдительность. Да, не все из них опасны."

    scene three2

    "Они просто часть мира, так же как сердце - часть тела человека. Они, как и люди, бывают разные: добрые и злые, мудрые и глупые, сильные и слабые. Как и люди, они имеют право на существование и свое место в мире."

    scene les2

    "Чем окончится соприкосновение с их миром, предугадать нельзя. Даже когда ситуация кажется спокойной и безопасной, обманчивый потусторонний мир может предоставить немало сюрпризов."
    "Некоторых из его представителей обычному человеку победить невозможно."
    
    jump scene8
    
    return