label scene19_1:
    scene villagelast
    play music bgmus3

    "Больше нет ничего."

    "Мысли цеплялись за прошлое."

    "Ныне безмолвный пейзаж некогда пестрел яркими красками жизни. Смех детей и аромат цветущей глицинии наполняли воздух."

    "Место, где зародились бесценные узы дружбы, исчезло без следа, погрузившись в мрачную тишину забвения. Кладбище воспоминаний…"

    "Заброшенный оазис, в котором теперь царит тишина и упадок."

    "Путь, который должен был привести к созиданию, вновь окончился разрушением."

    "Его глаза были сухими, но внутри него бушевал ураган эмоций."

    "Руки сами потянулись снять с себя часть брони и распахнуть одежду."

    "Он опустился на колени, его тело дрожало от горя. Он посмотрел вверх, на небо, которое казалось таким далеким и безразличным."

    "В этот момент, глядя на руины своей жизни, он произнес свои последние слова:"

    io "Листья падают тихо,{p}Небо серое, солнца нет,{p}Природа умирает."

    io "Я вернулся домой, но здесь лишь звучат отголоски наших жизней. Призрачные эха того, чего больше нет."

    io "Я искуплю свою вину за то, что не спас свой дом."

    "Клинок самурая уверенным движением разрубил нижнюю часть живота."

    "Кроме дикой боли он почувствовал теплую кровь на руках."

    "Все тело заполняет холод."

    "Смерть не будет быстрой."

    "В голове проносятся вопросы и сожаления."

    "Что случилось?"

    "Что он сделал не так?"

    "Когда он свернул не туда?"

    "Можно ли было что-то изменить?"

    "Для чего был проделан путь?"

    "Может, стоило остаться в столице?"

    "Может, стоило не покидать дом?"

    "Может, он мог…"

    return